/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "次の場合に%@";

/* %@ = app name */
"This action requires %@ to be installed." = "このアクションでは%@がインストールされている必要があります。";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "このショートカットでは%@がインストールされている必要があります。";

/* %@=action name */
"Could not run %@" = "“%@”を実行できませんでした";

/* %@=device model */
"This action is not compatible with %@." = "このアクションは%@と互換性がありません。";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "このアクションはこのバージョンの“ショートカット”では見つかりませんでしたが、より新しいバージョンなら使用できる可能性があります。“ショートカット”はApp Storeでアップグレードできます。\n\n見つからないアクションの識別子は“%@”です。";

/* A single shortcut */
"Shortcut (singular)" = "ショートカット";

/* Access resource error; button or title */
"Update Privacy Settings" = "プライバシー設定をアップデート";

/* Action Extension workflow type */
"Action Extension" = "アクション機能拡張";

/* Action has been discontinued warning */
"This action is discontinued." = "このアクションは廃止されました。";

/* Action no longer available error */
"This action is not currently available." = "このアクションは現在使用できません。";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "“ショートカット”をアップデート";

/* All values are selected */
"All" = "すべて";

/* Button */
"Cancel" = "キャンセル";

/* Button */
"Choose Variable" = "変数を選択";

/* Button */
"OK" = "OK";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "許可";

/* Button; Access resource error */
"Allow Access" = "アクセスを許可";

/* Calendar picker parameter */
"All Calendars" = "すべてのカレンダー";

/* Calendar picker parameter */
"All Lists" = "すべてのリスト";

/* Choose an item from the list */
"Choose an Item" = "項目を選択";

/* Color */
"Blue" = "ブルー";

/* Color */
"Blue steel" = "スチールブルー";

/* Color */
"Grapefruit" = "グレープフルーツ";

/* Color */
"Graphite" = "グラファイト";

/* Color */
"Green" = "グリーン";

/* Color */
"Indigo" = "インディゴ";

/* Color */
"Light blue" = "ライトブルー";

/* Color */
"Orange" = "オレンジ";

/* Color */
"Pink" = "ピンク";

/* Color */
"Purple" = "パープル";

/* Color */
"Red" = "レッド";

/* Color */
"Royal blue" = "ロイヤルブルー";

/* Color */
"Steel" = "スチール";

/* Color */
"Turquoise" = "ターコイズ";

/* Color */
"Yellow" = "イエロー";

/* Content property value */
"A to Z (Content Property Possible Value)" = "アルファベット昇順";

/* Content property value */
"Ascending (Content Property Possible Value)" = "昇順";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "大きい順";

/* Content property value */
"Descending (Content Property Possible Value)" = "降順";

/* Content property value */
"Latest First (Content Property Possible Value)" = "新しい順";

/* Content property value */
"Longest First (Content Property Possible Value)" = "長い順";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "古い順";

/* Content property value */
"Random (Content Property Possible Value)" = "ランダム";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "短い順";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "小さい順";

/* Content property value */
"Z to A (Content Property Possible Value)" = "アルファベット降順";

/* Date field error; incomplete date */
"Incomplete date" = "日付が不完全です";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "これにより、すべてのデータを含むこのWebページへのフルアクセスをJavaScriptに許可することになります";

/* Default shortcut name */
"Untitled Shortcut" = "名⁠称⁠未⁠設⁠定ショートカット";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "WebページへのアクセスをJavaScriptに許可しますか?";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "アクション“%@”を%@で実行します。";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "このショートカットに付ける別の名前を選択してください。";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "“%@”という名前のショートカットはすでにあります。";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "“%2$@”で%1$@の値が指定されませんでした。%@の値を指定してください。";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "“%2$@”で指定された%1$@の値が無効でした。";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "ギャラリーは現在利用できません。";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "このショートカットを読み込めません。あとでやり直してください。";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "%@が必要です";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "%@が無効です";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "このショートカットでは特定のAppがインストールされている必要があります。";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "このアクションでは特定のAppがインストールされている必要があります。";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "Mac";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhoneまたはiPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "“%@”で不明なエラーが起きました";

/* If statement’s end marker */
"End" = "終了";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "このショートカットは新しいバージョンの“ショートカット” Appで作成されているため開けません。";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "ショートカットのフォーマットが新しすぎます";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "このショートカットの名前を入力してください。";

/* Invalid workflow name error failure reason */
"Invalid Name" = "無効な名前";

/* Location field address is valid */
"Valid address" = "有効なアドレス";

/* Location field error */
"Incomplete address" = "住所が不完全です";

/* Location field error */
"Unknown address" = "不明なアドレス";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "メニューの終了";

/* Media type */
"Audio" = "オーディオ";

/* Media type */
"Photo" = "写真";

/* Media type */
"Video" = "ビデオ";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "このJavaScriptは、危険であることが分かっているスクリプトに似ています。セキュリティ上の理由により、このJavaScriptは実行されません。";

/* Missing action name */
"Unknown Action" = "不明なアクション";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "実行中のアクション（%@）に実装がありません。";

/* Motion menu action motion type */
"If I'm Bicycling" = "自分がサイクリングしているとき";

/* Motion menu action motion type */
"If I'm Driving" = "自分が運転しているとき";

/* Motion menu action motion type */
"If I'm Remaining Still" = "自分がまだ残っているとき";

/* Motion menu action motion type */
"If I'm Running" = "自分が走っているとき";

/* Motion menu action motion type */
"If I'm Walking" = "自分が歩いているとき";

/* Multiple shortcuts */
"Shortcuts" = "ショートカット";

/* Name for Ask When Run variable */
"Ask When Run" = "実行時に尋ねる";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "クリップボード";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "クリップボード";

/* Name for Shortcut Input variable */
"Shortcut Input" = "ショートカットの入力";

/* Name for action input variable */
"Input" = "入力";

/* Name for current date variable */
"Current Date" = "現在の日付";

/* Name for unknown variable */
"Unknown Variable" = "不明な変数";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "誕生日";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "“メール”で検出";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "このプラットフォームではクリップボードがサポートされません";

/* None option */
"None" = "なし";

/* Notification */
"Choose an item" = "項目を選択";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "このアクションはほかのAppを起動するため、メインの“ショートカット” App内からのみ実行できます。";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "%@を開く";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "名⁠称⁠未⁠設⁠定ショートカット";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "配列";

/* Property list parameter value type */
"Boolean" = "ブール値";

/* Property list parameter value type */
"Dictionary" = "辞書";

/* Property list parameter value type */
"File" = "ファイル";

/* Property list parameter value type */
"Number" = "数字";

/* Property list parameter value type */
"Text" = "テキスト";

/* Repeat action end marker */
"End Repeat" = "繰り返しの終了";

/* Required access to a resource; %@=resource name */
"Access to %@" = "%@へのアクセス";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "“%@”が制限されているため、この操作は実行できませんでした。";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "このショートカットを機能させるには、Apple WatchをiPhoneに接続する必要があります。";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "電話番号が必要です";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "このショートカットを実行すると常に、“%1$@”が現在のWebページと通信できるようになります。これには、パスワード、電話番号、クレジットカードなどの機密情報の読み取りも含まれます。";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "“%1$@”に“%2$@”へのアクセスを許可しますか?";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "その他の場合";

/* The end-if-clause in an conditional (if) statement */
"End If" = "次の場合に終了";

/* The input for a workflow action */
"The input" = "入力";

/* Time offset action parameter */
"add" = "加算";

/* Time offset action parameter */
"days" = "日";

/* Time offset action parameter */
"get start of day" = "開始の日を取得";

/* Time offset action parameter */
"get start of hour" = "開始の時間を取得";

/* Time offset action parameter */
"get start of minute" = "開始の分を取得";

/* Time offset action parameter */
"get start of month" = "開始の月を取得";

/* Time offset action parameter */
"get start of year" = "開始の年を取得";

/* Time offset action parameter */
"hours" = "時間";

/* Time offset action parameter */
"minutes" = "分";

/* Time offset action parameter */
"months" = "か月";

/* Time offset action parameter */
"seconds" = "秒";

/* Time offset action parameter */
"subtract" = "減算";

/* Time offset action parameter */
"weeks" = "週間";

/* Time offset action parameter */
"years" = "年";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "危険なJavaScript";

/* Today Widget workflow type */
"Today Widget" = "“今日”ウィジェット";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = "（オプション）";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "（%@）%@";

/* Unknown item */
"Unknown" = "不明";

/* Unsupported device error message */
"This action is not supported on this device." = "このアクションはこのデバイスでは使用できません。";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "このアクションは現在の環境では実行できません。";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "現在のユーザインターフェイスではこのアクションを実行できませんでした。";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = "、";

/* Variable name */
"Repeat Index" = "繰り返しインデックス";

/* Variable name */
"Repeat Item" = "繰り返し項目";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "繰り返しインデックス%d";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "繰り返し項目%d";

/* View app in App Store */
"View in App Store" = "App Storeで表示";

/* Workflow glyph category */
"Objects" = "物";

/* Workflow glyph category */
"People" = "複数の人";

/* Workflow glyph category */
"Symbols" = "記号";

/* Workflow glyph name */
"Airplane" = "飛行機";

/* Workflow glyph name */
"Alarm Clock" = "目覚まし時計";

/* Workflow glyph name */
"Alert Triangle" = "三角形の警告記号";

/* Workflow glyph name */
"Alien" = "エイリアン";

/* Workflow glyph name */
"Ambulance" = "救急車";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "アーカイブ";

/* Workflow glyph name */
"Arrow Curved Left" = "左にカーブした矢印";

/* Workflow glyph name */
"Arrow Curved Right" = "右にカーブした矢印";

/* Workflow glyph name */
"Asterisk" = "アスタリスク";

/* Workflow glyph name */
"Atom" = "原子";

/* Workflow glyph name */
"Baby Boy" = "赤ちゃん（男の子）";

/* Workflow glyph name */
"Baby girl" = "赤ちゃん（女の子）";

/* Workflow glyph name */
"Bandage" = "絆創膏";

/* Workflow glyph name */
"Bar Graph" = "棒グラフ";

/* Workflow glyph name */
"Barcode" = "バーコード";

/* Workflow glyph name */
"Baseball" = "野球";

/* Workflow glyph name */
"Basketball" = "バスケットボール";

/* Workflow glyph name */
"Bathtub" = "バスタブ";

/* Workflow glyph name */
"Battery" = "バッテリー";

/* Workflow glyph name */
"Bed" = "ベッド";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "ベル";

/* Workflow glyph name */
"Bicycle" = "自転車";

/* Workflow glyph name */
"Binoculars" = "双眼鏡";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "ビットコイン記号";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "ビットコイン記号（代替）";

/* Workflow glyph name */
"Book With Sash" = "本（サッシュ付き）";

/* Workflow glyph name */
"Bookmark" = "しおり";

/* Workflow glyph name */
"Bookshelf" = "本棚";

/* Workflow glyph name */
"Box Filled" = "箱（塗りつぶし）";

/* Workflow glyph name */
"Box Outline" = "箱（アウトライン）";

/* Workflow glyph name */
"Boxed Behance" = "Behance（ボックス）";

/* Workflow glyph name */
"Boxed Bitbucket" = "Bitbucket（ボックス）";

/* Workflow glyph name */
"Boxed Facebook" = "Facebook（ボックス）";

/* Workflow glyph name */
"Boxed Flickr" = "Flickr（ボックス）";

/* Workflow glyph name */
"Boxed Git" = "Git（ボックス）";

/* Workflow glyph name */
"Boxed GitHub" = "GitHub（ボックス）";

/* Workflow glyph name */
"Boxed Google Plus" = "Google Plus（ボックス）";

/* Workflow glyph name */
"Boxed Keyboard" = "キーボード（ボックス）";

/* Workflow glyph name */
"Boxed LinkedIn" = "LinkedIn（ボックス）";

/* Workflow glyph name */
"Boxed Pied Piper" = "Flick（ボックス）";

/* Workflow glyph name */
"Boxed Pinterest" = "Pinterest（ボックス）";

/* Workflow glyph name */
"Boxed Reddit" = "Reddit（ボックス）";

/* Workflow glyph name */
"Boxed Steam" = "Steam（ボックス）";

/* Workflow glyph name */
"Boxed Tumblr" = "Tumblr（ボックス）";

/* Workflow glyph name */
"Boxed Twitter" = "Twitter（ボックス）";

/* Workflow glyph name */
"Boxed Vimeo" = "Vimeo（ボックス）";

/* Workflow glyph name */
"Boxed Y Combinator" = "Y Combinator（ボックス）";

/* Workflow glyph name */
"Boxed YouTube" = "YouTube（ボックス）";

/* Workflow glyph name */
"Braille" = "点字";

/* Workflow glyph name */
"Briefcase" = "仕事かばん";

/* Workflow glyph name */
"Buildings" = "建物";

/* Workflow glyph name */
"Bus" = "バス";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "CSS書類";

/* Workflow glyph name */
"Cake" = "ケーキ";

/* Workflow glyph name */
"Calculator" = "計算機";

/* Workflow glyph name */
"Calendar" = "カレンダー";

/* Workflow glyph name */
"Camera" = "カメラ";

/* Workflow glyph name */
"Car" = "車";

/* Workflow glyph name */
"Carrot" = "ニンジン";

/* Workflow glyph name */
"Cat" = "ネコ";

/* Workflow glyph name */
"Chain Link" = "鎖の一部";

/* Workflow glyph name */
"Chat Bubble" = "吹き出し（チャット）";

/* Workflow glyph name */
"Chemical" = "化学薬品";

/* Workflow glyph name */
"Child" = "子ども";

/* Workflow glyph name */
"Church" = "教会";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "ビットコイン記号（丸）";

/* Workflow glyph name */
"Circled Checkmark" = "チェックマーク（丸）";

/* Workflow glyph name */
"Circled Dollar Sign" = "ドル記号（丸）";

/* Workflow glyph name */
"Circled Down Arrow" = "下矢印（丸）";

/* Workflow glyph name */
"Circled Download Arrow" = "ダウンロードの矢印（丸）";

/* Workflow glyph name */
"Circled Euro Sign" = "ユーロ記号（丸）";

/* Workflow glyph name */
"Circled Fast Forward" = "早送り（丸）";

/* Workflow glyph name */
"Circled GitHub" = "GitHub（丸）";

/* Workflow glyph name */
"Circled Heart" = "ハート（丸）";

/* Workflow glyph name */
"Circled Left Arrow" = "左矢印（丸）";

/* Workflow glyph name */
"Circled Lowercase I" = "小文字のi（丸）";

/* Workflow glyph name */
"Circled Pi Symbol" = "π記号（丸）";

/* Workflow glyph name */
"Circled Pinterest" = "Pinterest（丸）";

/* Workflow glyph name */
"Circled Play Symbol" = "再生記号（丸）";

/* Workflow glyph name */
"Circled Plus" = "プラス記号（丸）";

/* Workflow glyph name */
"Circled Pound Sign" = "ポンド記号（丸）";

/* Workflow glyph name */
"Circled Power" = "電源ボタン（丸）";

/* Workflow glyph name */
"Circled Question Mark" = "疑問符（丸）";

/* Workflow glyph name */
"Circled Rewind" = "巻き戻し（丸）";

/* Workflow glyph name */
"Circled Right Arrow" = "右矢印（丸）";

/* Workflow glyph name */
"Circled Stop" = "停止記号（丸）";

/* Workflow glyph name */
"Circled StumbleUpon" = "StumbleUpon（丸）";

/* Workflow glyph name */
"Circled Up Arrow" = "上矢印（丸）";

/* Workflow glyph name */
"Circled Upload Arrow" = "アップロードの矢印（丸）";

/* Workflow glyph name */
"Circled WordPress" = "WordPress（丸）";

/* Workflow glyph name */
"Circled X" = "×記号（丸）";

/* Workflow glyph name */
"Circled Yen Sign" = "円記号（丸）";

/* Workflow glyph name */
"Clock" = "時計";

/* Workflow glyph name */
"Clothes Hanger" = "ハンガー";

/* Workflow glyph name */
"Cloud" = "雲";

/* Workflow glyph name */
"Color Dropper" = "カラースポイト";

/* Workflow glyph name */
"Compass" = "コンパス";

/* Workflow glyph name */
"Connected Share Dots" = "つながっている共有の点";

/* Workflow glyph name */
"Credit Card" = "クレジットカード";

/* Workflow glyph name */
"Crop" = "トリミング";

/* Workflow glyph name */
"Cube" = "立方体";

/* Workflow glyph name */
"Curved List On Paper" = "曲がった紙の上のリスト";

/* Workflow glyph name */
"Database" = "データベース";

/* Workflow glyph name */
"Delicious" = "おいしい";

/* Workflow glyph name */
"Deviant Art" = "Deviant Art";

/* Workflow glyph name */
"Dice" = "さいころ";

/* Workflow glyph name */
"Digg" = "Digg";

/* Workflow glyph name */
"Directions Signs" = "方向記号";

/* Workflow glyph name */
"Document Filled" = "書類（塗りつぶし）";

/* Workflow glyph name */
"Document Outline" = "書類（アウトライン）";

/* Workflow glyph name */
"Dog" = "犬";

/* Workflow glyph name */
"Dollar Sign" = "ドル記号";

/* Workflow glyph name */
"Dollar Sign With Line" = "ドル記号（線入り）";

/* Workflow glyph name */
"Double Quote" = "二重引用府";

/* Workflow glyph name */
"Drama Masks" = "芝居の仮面";

/* Workflow glyph name */
"Dribbble" = "Dribbble";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "ユーロ記号";

/* Workflow glyph name */
"Euro Sign Alternate" = "ユーロ記号（代替）";

/* Workflow glyph name */
"Evergreen Tree" = "常緑樹";

/* Workflow glyph name */
"Facebook" = "Facebook";

/* Workflow glyph name */
"Feed" = "配信";

/* Workflow glyph name */
"Filled Movie Camera" = "ムービーカメラ（塗りつぶし）";

/* Workflow glyph name */
"Filmstrip" = "フィルムストリップ";

/* Workflow glyph name */
"Fire" = "炎";

/* Workflow glyph name */
"Fish" = "魚";

/* Workflow glyph name */
"Flag" = "旗";

/* Workflow glyph name */
"Flower" = "花";

/* Workflow glyph name */
"Folder" = "フォルダ";

/* Workflow glyph name */
"Football" = "フットボール";

/* Workflow glyph name */
"Footprints" = "足跡";

/* Workflow glyph name */
"Four Squares" = "4つの正方形";

/* Workflow glyph name */
"Foursquare" = "Foursquare";

/* Workflow glyph name */
"Fruit" = "フルーツ";

/* Workflow glyph name */
"Fuel Station" = "ガソリンスタンド";

/* Workflow glyph name */
"Game Controller" = "ゲームコントローラ";

/* Workflow glyph name */
"Gears" = "歯車";

/* Workflow glyph name */
"Gift" = "ギフト";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "GitHub";

/* Workflow glyph name */
"Glasses" = "メガネ";

/* Workflow glyph name */
"Globe" = "地球儀";

/* Workflow glyph name */
"Google" = "Google";

/* Workflow glyph name */
"Google Plus" = "Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "角帽（卒業式）";

/* Workflow glyph name */
"Grocery Store" = "食料雑貨店";

/* Workflow glyph name */
"Group of three people" = "3人組";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "ハンマー";

/* Workflow glyph name */
"Hammer And Wrench" = "ハンマーとレンチ";

/* Workflow glyph name */
"Hand With Spread Fingers" = "指を広げた手のひら";

/* Workflow glyph name */
"Handbag" = "ハンドバッグ";

/* Workflow glyph name */
"Hard Drive" = "ハード・ドライブ";

/* Workflow glyph name */
"Headphones" = "ヘッドフォン";

/* Workflow glyph name */
"Heart" = "ハート";

/* Workflow glyph name */
"Home" = "家";

/* Workflow glyph name */
"Horse" = "馬";

/* Workflow glyph name */
"Hourglass" = "砂時計";

/* Workflow glyph name */
"Infinity" = "無限大";

/* Workflow glyph name */
"Inhaler" = "吸入器";

/* Workflow glyph name */
"Instagram" = "Instagram";

/* Workflow glyph name */
"Key" = "鍵";

/* Workflow glyph name */
"Keyboard" = "キーボード";

/* Workflow glyph name */
"Laptop" = "ノートパソコン";

/* Workflow glyph name */
"Laundry Machine" = "洗濯機";

/* Workflow glyph name */
"Life Preserver" = "ライフジャケット";

/* Workflow glyph name */
"Light Bulb" = "電球";

/* Workflow glyph name */
"Lightning Bolt" = "稲妻";

/* Workflow glyph name */
"LinkedIn" = "LinkedIn";

/* Workflow glyph name */
"List" = "リスト";

/* Workflow glyph name */
"List On Paper" = "紙の上のリスト";

/* Workflow glyph name */
"Loading Indicator" = "読み込みインジケータ";

/* Workflow glyph name */
"Location Arrow" = "場所の矢印";

/* Workflow glyph name */
"Location Pin" = "位置ピン";

/* Workflow glyph name */
"Lock" = "ロック";

/* Workflow glyph name */
"Magic Wand" = "魔法の杖";

/* Workflow glyph name */
"Magnifying Glass" = "虫眼鏡";

/* Workflow glyph name */
"Mail Envelope" = "封筒";

/* Workflow glyph name */
"Man" = "男の人";

/* Workflow glyph name */
"Martini Glass" = "マティーニ";

/* Workflow glyph name */
"Masquerade Mask" = "仮面舞踏会の仮面";

/* Workflow glyph name */
"Medicine Bottle" = "薬瓶";

/* Workflow glyph name */
"Merge Arrows" = "結合の矢印";

/* Workflow glyph name */
"Message Bubble" = "吹き出し（メッセージ）";

/* Workflow glyph name */
"Message Bubbles" = "吹き出し（メッセージ）";

/* Workflow glyph name */
"Microphone" = "マイク";

/* Workflow glyph name */
"Microscope" = "顕微鏡";

/* Workflow glyph name */
"Moon" = "月";

/* Workflow glyph name */
"Motorcycle" = "オートバイ";

/* Workflow glyph name */
"Mountain Picture" = "山の絵";

/* Workflow glyph name */
"Mountains" = "山";

/* Workflow glyph name */
"Move Arrows" = "移動の矢印";

/* Workflow glyph name */
"Movie Camera Outline" = "ムービーカメラ（アウトライン）";

/* Workflow glyph name */
"Movie Clapperboard" = "カチンコ";

/* Workflow glyph name */
"Movie Ticket" = "映画チケット";

/* Workflow glyph name */
"Mug" = "マグ";

/* Workflow glyph name */
"Music" = "ミュージック";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "8つの音符が出ている楽譜";

/* Workflow glyph name */
"News Article" = "ニュース記事";

/* Workflow glyph name */
"Nine Squares" = "9つの正方形";

/* Workflow glyph name */
"Open Book" = "ブックを開く";

/* Workflow glyph name */
"Open Mail Envelope" = "開いている封筒";

/* Workflow glyph name */
"Oven" = "オーブン";

/* Workflow glyph name */
"Paintbrush" = "絵筆";

/* Workflow glyph name */
"Paper Clip" = "ペーパークリップ";

/* Workflow glyph name */
"Parking Symbol" = "駐車記号";

/* Workflow glyph name */
"Pawprint" = "動物の足跡";

/* Workflow glyph name */
"PayPal" = "PayPal";

/* Workflow glyph name */
"Peace Sign" = "ピースサイン";

/* Workflow glyph name */
"Pencil" = "鉛筆";

/* Workflow glyph name */
"People Three Overlapping" = "重なった3人";

/* Workflow glyph name */
"Person" = "人";

/* Workflow glyph name */
"Person At A Podium" = "演壇にいる人";

/* Workflow glyph name */
"Person Dancing" = "踊っている人";

/* Workflow glyph name */
"Person Giving A Speech" = "演説している人";

/* Workflow glyph name */
"Person Hiking" = "ハイキングをしている人";

/* Workflow glyph name */
"Person In A Wheelchair" = "車椅子に載っている人";

/* Workflow glyph name */
"Person Lifting Weight" = "重量挙げをしている人";

/* Workflow glyph name */
"Person Running" = "走っている人";

/* Workflow glyph name */
"Person Skiing" = "スキーをしている人";

/* Workflow glyph name */
"Person Snowboarding" = "スノーボードをしている人";

/* Workflow glyph name */
"Person Swimming" = "泳いでいる人";

/* Workflow glyph name */
"Person Walking" = "歩いている人";

/* Workflow glyph name */
"Person Walking With A Cane" = "杖をついて歩いている人";

/* Workflow glyph name */
"Person standing" = "立っている人";

/* Workflow glyph name */
"Phone" = "電話";

/* Workflow glyph name */
"Pied Piper Snack" = "Pied Piper";

/* Workflow glyph name */
"Pill" = "薬";

/* Workflow glyph name */
"Pills" = "複数の薬";

/* Workflow glyph name */
"Play Symbol" = "再生記号";

/* Workflow glyph name */
"Podcasts" = "Podcast";

/* Workflow glyph name */
"Pound Sign" = "ポンド記号";

/* Workflow glyph name */
"Printer" = "プリンタ";

/* Workflow glyph name */
"Puzzle Piece" = "ジグソーパズルのピース";

/* Workflow glyph name */
"QR Code" = "QRコード";

/* Workflow glyph name */
"Radio waves" = "電波";

/* Workflow glyph name */
"Rain Cloud" = "雨雲";

/* Workflow glyph name */
"Recycle" = "リサイクル";

/* Workflow glyph name */
"Reddit" = "Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "Reddit（代替）";

/* Workflow glyph name */
"Repost Arrows" = "再投稿の矢印";

/* Workflow glyph name */
"Rocket" = "ロケット";

/* Workflow glyph name */
"Rounded Document Outline" = "角の丸い書類（アウトライン）";

/* Workflow glyph name */
"Sailboat" = "ヨット";

/* Workflow glyph name */
"Scissors" = "はさみ";

/* Workflow glyph name */
"Screwdriver" = "スクリュードライバー";

/* Workflow glyph name */
"Server" = "サーバ";

/* Workflow glyph name */
"Shirt" = "シャツ";

/* Workflow glyph name */
"Shopping Cart" = "ショッピングカート";

/* Workflow glyph name */
"Shower" = "シャワー";

/* Workflow glyph name */
"Shrink Arrows" = "縮小の矢印";

/* Workflow glyph name */
"Shuffle Arrows" = "シャッフルの矢印";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weibo";

/* Workflow glyph name */
"Skype" = "Skype";

/* Workflow glyph name */
"Slack" = "Slack";

/* Workflow glyph name */
"Sliders" = "スライダ";

/* Workflow glyph name */
"Smiley Face" = "笑顔";

/* Workflow glyph name */
"Snowflake" = "雪の結晶";

/* Workflow glyph name */
"Soaring Paper Airplane" = "飛んでいく紙飛行機";

/* Workflow glyph name */
"Soccer Ball" = "サッカーボール";

/* Workflow glyph name */
"SoundCloud" = "SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "キラキラ光るベル";

/* Workflow glyph name */
"Speaker" = "スピーカー";

/* Workflow glyph name */
"Spotify" = "Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "Spotify（代替）";

/* Workflow glyph name */
"Stack Overflow" = "スタックオーバーフロー";

/* Workflow glyph name */
"Staircase" = "階段";

/* Workflow glyph name */
"Star" = "星";

/* Workflow glyph name */
"Steam" = "Steam";

/* Workflow glyph name */
"Steaming Bowl" = "ラーメン";

/* Workflow glyph name */
"Stethoscope" = "聴診器";

/* Workflow glyph name */
"Stop Hand" = "制止する手";

/* Workflow glyph name */
"Stop Symbol" = "停止記号";

/* Workflow glyph name */
"Stopwatch" = "ストップウォッチ";

/* Workflow glyph name */
"StumbleUpon" = "StumbleUpon";

/* Workflow glyph name */
"Sun" = "太陽";

/* Workflow glyph name */
"Sync Arrows" = "同期の矢印";

/* Workflow glyph name */
"Syringe" = "注射";

/* Workflow glyph name */
"Tag" = "タグ";

/* Workflow glyph name */
"Tags" = "タグ";

/* Workflow glyph name */
"Target" = "的";

/* Workflow glyph name */
"Telescope" = "望遠鏡";

/* Workflow glyph name */
"Television" = "テレビ";

/* Workflow glyph name */
"Tennis Ball" = "テニスボール";

/* Workflow glyph name */
"Text Symbol" = "テキスト記号";

/* Workflow glyph name */
"Thermometer" = "温度計";

/* Workflow glyph name */
"Thought Bubble" = "吹き出し（考えごと）";

/* Workflow glyph name */
"Three Dots" = "点3つ";

/* Workflow glyph name */
"Three Overlapping Circles" = "重なった3つの円";

/* Workflow glyph name */
"Three Overlapping Dots" = "重なった3つの点";

/* Workflow glyph name */
"Thumbs Up" = "いいね";

/* Workflow glyph name */
"Train" = "電車";

/* Workflow glyph name */
"Trash" = "ゴミ箱";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "トロフィー";

/* Workflow glyph name */
"Tumblr" = "Tumblr";

/* Workflow glyph name */
"Twitter" = "Twitter";

/* Workflow glyph name */
"Two people" = "2人";

/* Workflow glyph name */
"Umbrella" = "傘";

/* Workflow glyph name */
"Unlock" = "ロック解除";

/* Workflow glyph name */
"Utensils" = "食器";

/* Workflow glyph name */
"Video Symbol" = "ビデオ記号";

/* Workflow glyph name */
"Vine" = "Vine";

/* Workflow glyph name */
"Watch" = "腕時計";

/* Workflow glyph name */
"Water Drop" = "水滴";

/* Workflow glyph name */
"WeChat" = "WeChat";

/* Workflow glyph name */
"Wi-Fi" = "Wi-Fi";

/* Workflow glyph name */
"Wine Bottle" = "ワインボトル";

/* Workflow glyph name */
"Woman" = "女の人";

/* Workflow glyph name */
"Wrench" = "レンチ";

/* Workflow glyph name */
"Y Combinator" = "Y Combinator";

/* Workflow glyph name */
"Yen Sign" = "円記号";

/* Workflow glyph name */
"Yen Sign Alternate" = "円記号（代替）";

/* Workflow glyph name */
"YouTube" = "YouTube";

/* Workflow glyph name */
"iCloud" = "iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "このアクションは%@でのみ実行できます。";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "このアクションは%1$@ %2$@と互換性がありません。";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "このアクションには%2$@より新しいバージョンの%1$@が必要です。";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "このアクションには%2$@より古いバージョンの%1$@が必要です。";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "このアクションには%1$@ %2$@以降が必要です。";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "このアクションには%1$@ %2$@以前が必要です。";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "このアクションには%1$@ %2$@が必要です。";

